Revit 2027 API
BRepBuilderPersistentIds Properties
The BRepBuilderPersistentIds type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BRepBuilderPersistentIds Class
Autodesk.Revit.DB Namespace